{
  "words": [
    "impair",
    "impassive",
    "immutable",
    "impede",
    "impermeable",
    "imperturbable",
    "impervious",
    "impervious",
    "implacable",
    "implicit",
    "implicit",
    "implode",
    "inadvertently",
    "inchoate",
    "incongruity",
    "inconsequential",
    "incorporate",
    "incorporate",
    "indeterminate",
    "indigence",
    "indolent",
    "inert",
    "inert",
    "ingenuous",
    "inherent",
    "innocuous",
    "insensible",
    "insensible",
    "insensible",
    "insinuate",
    "insinuate",
    "insinuate",
    "insipid",
    "insularity",
    "insularity",
    "intractable",
    "intransigence",
    "inundate",
    "inundate",
    "inured",
    "invective",
    "irascible",
    "irresolute",
    "itinerary",
    "laconic",
    "lassitude",
    "latent",
    "laud",
    "laud",
    "lethargic"
  ],
  "meaning": [
    "weaken or damage (something, especially a faculty or function).",
    "not feeling or showing emotion.",
    "unchanging over time or unable to be changed.",
    "delay or prevent (someone or something) by obstructing them; hinder.",
    "not allowing fluid to pass through.",
    "unable to be upset or excited; calm.",
    "not allowing fluid to pass through.",
    "unable to be affected by.",
    "unable to be appeased or placated.",
    "suggested though not directly expressed.",
    "always to be found in; essentially connected with.",
    "collapse or cause to collapse violently inwards.",
    "without intention; accidentally.",
    "just begun and so not fully formed or developed; rudimentary.",
    "the state of being incongruous; incompatibility.",
    "not important or significant.",
    "take in or contain (something) as part of a whole; include.",
    "constitute (a company, city, or other organization) as a legal corporation.",
    "not exactly known, established, or defined.",
    "a state of extreme poverty; destitution.",
    "wanting to avoid activity or exertion; lazy.",
    "lacking the ability or strength to move.",
    "chemically inactive.",
    "(of a person or action) innocent and unsuspecting.",
    "existing in something as a permanent, essential, or characteristic attribute.",
    "not harmful or offensive.",
    "unaware of or indifferent to.",
    "too small or gradual to be perceived; inappreciable.",
    "without one's mental faculties, typically as a result of injury or intoxication; unconscious.",
    "suggest or hint (something bad) in an indirect and unpleasant way.",
    "manoeuvre oneself into (a favourable position) by subtle manipulation.",
    "slide (oneself or a thing) slowly and smoothly into a particular place.",
    "lacking flavour; weak or tasteless.",
    "ignorance of or lack of interest in cultures, ideas, or peoples outside one's own experience.",
    "the state or condition of being an island.",
    "hard to control or deal with.",
    ": characterized by refusal to compromise or to abandon an extreme position or attitude : uncompromising <intransigent in their opposition> <an intransigent attitude> — intransigent noun. — in·tran·si·gent·ly adverb.",
    "overwhelm (someone) with things or people to be dealt with.",
    "flood.",
    "accustom (someone) to something, especially something unpleasant.",
    "insulting, abusive, or highly critical language.",
    "having or showing a tendency to be easily angered.",
    "showing or feeling hesitancy; uncertain.",
    "a planned route or journey.",
    "(of a person, speech, or style of writing) using very few words.",
    "a state of physical or mental weariness; lack of energy.",
    "(of a quality or state) existing but not yet developed or manifest; hidden or concealed.",
    "praise (a person or their achievements) highly.",
    "praise.",
    "affected by lethargy; sluggish and apathetic."
  ],
  "example": [
    "a noisy job could permanently impair their hearing",
    "his cold, impassive face",
    "an immutable fact",
    "the sap causes swelling which can impede breathing",
    "an impermeable membrane",
    "an imperturbable tranquillity",
    "an impervious layer of basaltic clay",
    "he worked, apparently impervious to the heat",
    "he was an implacable enemy of Ted's",
    "comments seen as implicit criticism of the policies",
    "the values implicit in the school ethos",
    "both the windows had imploded",
    "his name had been inadvertently omitted from the list",
    "a still inchoate democracy",
    "the incongruity of his fleshy face and skinny body disturbed her",
    "they talked about inconsequential things",
    "he has <b>incorporated in</b> his proposals a number of measures",
    "limited liability companies could only be incorporated under the 1930 Act",
    "the carpet is an indeterminate dull shade",
    "he did valuable work towards the relief of indigence",
    "they were indolent and addicted to a life of pleasure",
    "she lay inert in her bed",
    "the inert gases in meteorites",
    "he eyed her with wide, ingenuous eyes",
    "any form of mountaineering has its inherent dangers",
    "it was an innocuous question",
    "they slept on, insensible to the headlight beams",
    "varying by insensible degrees",
    "they knocked each other insensible with their fists",
    "he was insinuating that she slept her way to the top",
    "he insinuated himself into the king's confidence",
    "I insinuated my shoulder in the gap",
    "mugs of insipid coffee",
    "an example of British insularity",
    "he proved the insularity of Van Diemen's Land by circumnavigating it in 1798",
    "intractable economic problems",
    null,
    "we've been <b>inundated with</b> complaints from listeners",
    "the islands may be the first to be inundated as sea levels rise",
    "these children have been inured to violence",
    "he let out a stream of invective",
    "an irascible and difficult man",
    "she stood irresolute outside his door",
    "his itinerary included an official visit to Canada",
    "his laconic reply suggested a lack of interest in the topic",
    "she was overcome by lassitude and retired to bed",
    "they have a huge reserve of latent talent",
    "the obituary lauded him as a great statesman and soldier",
    "all glory, laud, and honour to Thee Redeemer King",
    "I felt tired and a little lethargic"
  ]
}