{
  "words": [
    "sporadic",
    "stigma",
    "stigma",
    "stint",
    "stint",
    "stint",
    "stipulate",
    "stipulate",
    "stolid",
    "striate",
    "subpoena",
    "subside",
    "subside",
    "substantiate",
    "supersede",
    "supposition",
    "tacit",
    "tangential",
    "tangential",
    "tenuous",
    "tirade",
    "strut",
    "torpor"
  ],
  "meaning": [
    "occurring at irregular intervals or only in a few places; scattered or isolated.",
    "(in Christian tradition) marks corresponding to those left on Christ's body by the Crucifixion, said to have been impressed by divine favour on the bodies of St Francis of Assisi and others.",
    "a mark of disgrace associated with a particular circumstance, quality, or person.",
    "supply a very ungenerous or inadequate amount of (something).",
    "a person's fixed or allotted period of work.",
    "limitation of supply or effort.",
    "(of a leaf or plant) having stipules.",
    "demand or specify (a requirement), typically as part of an agreement.",
    "calm, dependable, and showing little emotion or animation.",
    "marked with striae.",
    "a writ ordering a person to attend a court.",
    "become less intense, violent, or severe.",
    "(of water) go down to a lower or the normal level.",
    "provide evidence to support or prove the truth of.",
    "take the place of (a person or thing previously in authority or use); supplant.",
    "a belief held without proof or certain knowledge; an assumption or hypothesis.",
    "understood or implied without being stated.",
    "relating to or along a tangent.",
    "diverging from a previous course or line; erratic.",
    "very weak or slight.",
    "a long, angry speech of criticism or accusation.",
    "a rod or bar forming part of a framework and designed to resist compression.",
    "a state of physical or mental inactivity; lethargy."
  ],
  "example": [
    "sporadic fighting broke out",
    null,
    "the stigma of mental disorder",
    "stowage room hasn't been stinted",
    "his varied career included a stint as a magician",
    "a collector with an eye for quality and the means to indulge it <b>without stint</b>",
    null,
    "he stipulated certain conditions before their marriage",
    "a stolid bourgeois gent",
    "the striate cortex",
    "a subpoena may be issued to compel their attendance",
    "I'll wait a few minutes until the storm subsides",
    "the floods subside almost as quickly as they arise",
    "they had found nothing to substantiate the allegations",
    "the older models of car have now been superseded",
    "they were working on the supposition that his death was murder",
    "your silence may be taken to mean tacit agreement",
    "a tangential line",
    "tangential thoughts",
    "the tenuous link between interest rates and investment",
    "a tirade of abuse",
    "a supporting strut",
    "they veered between apathetic torpor and hysterical fanaticism"
  ]
}