{
  "words": [
    "obdurate",
    "obsequious",
    "obviate",
    "occlude",
    "officious",
    "onerous",
    "opprobrium",
    "oscillate",
    "ostentatious",
    "paragon",
    "partisan",
    "partisan",
    "partisan",
    "pate",
    "pathological",
    "paucity",
    "pedantic",
    "penchant",
    "penury",
    "perennial",
    "perennial",
    "perfidious",
    "perfunctory"
  ],
  "meaning": [
    "stubbornly refusing to change one's opinion or course of action.",
    "obedient or attentive to an excessive or servile degree.",
    "remove (a need or difficulty).",
    "stop, close up, or obstruct (an opening, orifice, or passage).",
    "assertive of authority in a domineering way, especially with regard to trivial matters.",
    "(of a task or responsibility) involving a great deal of effort, trouble, or difficulty.",
    "harsh criticism or censure.",
    "move or swing back and forth in a regular rhythm.",
    "characterized by pretentious or showy display; designed to impress.",
    "a person or thing regarded as a perfect example of a particular quality.",
    "a member of an armed group formed to fight secretly against an occupying force, in particular one operating in German-occupied Yugoslavia, Italy, and parts of eastern Europe in the Second World War.",
    "a strong supporter of a party, cause, or person.",
    "prejudiced in favour of a particular cause.",
    "a person's head.",
    "relating to pathology.",
    "the presence of something in only small or insufficient quantities or amounts.",
    "excessively concerned with minor details or rules; overscrupulous.",
    "a strong or habitual liking for something or tendency to do something.",
    "the state of being very poor; extreme poverty.",
    "lasting or existing for a long or apparently infinite time; enduring or continually recurring.",
    "(of a plant) living for several years.",
    "deceitful and untrustworthy.",
    "(of an action) carried out without real interest, feeling, or effort."
  ],
  "example": [
    "I argued this point with him, but he was obdurate",
    "they were served by obsequious waiters",
    "the presence of roller blinds obviated the need for curtains",
    "thick make-up can occlude the pores",
    "the security people were very officious",
    "he found his duties increasingly onerous",
    "the critical opprobrium generated by his films",
    "the grain pan near the front of the combine oscillates back and forth",
    "a simple design that is glamorous without being ostentatious",
    "it would have taken a paragon of virtue not to feel viciously jealous",
    "the partisans opened fire from the woods",
    "partisans of the exiled Stuarts",
    "newspapers have become increasingly partisan",
    "he scratched his balding pate",
    "the interpretation of pathological studies",
    "a <b>paucity of</b> information",
    "his analyses are careful and even painstaking, but never pedantic",
    "he has a <b>penchant for</b> adopting stray dogs",
    "he couldn't face another year of penury",
    "his perennial distrust of the media",
    "cow parsley is perennial",
    "a perfidious lover",
    "he gave a perfunctory nod"
  ]
}