{
  "words": [
    "amorous",
    "paramour",
    "pact",
    "probate",
    "psychedelic",
    "protracted",
    "intractable",
    "epithet",
    "perfidy",
    "discursive",
    "discursive",
    "pedigree",
    "pedigree",
    "pedigree",
    "genuflect",
    "catatonic",
    "antedate",
    "rectitude",
    "equable",
    "equable",
    "perquisite",
    "plenary",
    "plenary",
    "plenary",
    "replete",
    "cede",
    "concede",
    "concede",
    "accede",
    "accede",
    "sinecure",
    "peripatetic",
    "peripatetic",
    "peripatetic",
    "peripatetic",
    "sophistry",
    "portage",
    "panoply",
    "extradite",
    "extraneous",
    "extraneous",
    "elucidate",
    "translucent",
    "moribund",
    "amortize",
    "eutrophication",
    "subterfuge",
    "conscientious",
    "conscientious",
    "prescient",
    "unconscionable",
    "adjunct",
    "adjunct"
  ],
  "meaning": [
    "showing, feeling, or relating to sexual desire.",
    "a lover, especially the illicit partner of a married person.",
    "a formal agreement between individuals or parties.",
    "the official proving of a will.",
    "relating to or denoting drugs (especially LSD) that produce hallucinations and apparent expansion of consciousness.",
    "lasting for a long time or longer than expected or usual.",
    "hard to control or deal with.",
    "an adjective or phrase expressing a quality or attribute regarded as characteristic of the person or thing mentioned.",
    "the state of being deceitful and untrustworthy.",
    "digressing from subject to subject.",
    "relating to discourse or modes of discourse.",
    "the record of descent of an animal, showing it to be pure-bred.",
    "the recorded ancestry or lineage of a person or family.",
    "(of an animal) pure-bred.",
    "lower one's body briefly by bending one knee to the ground, typically in worship or as a sign of respect.",
    "relating to or characterized by catatonia.",
    "precede in time; come before (something) in date.",
    "morally correct behaviour or thinking; righteousness.",
    "not easily disturbed or angered; calm and even-tempered.",
    "not varying or fluctuating greatly.",
    "a benefit which one enjoys or is entitled to on account of one's job or position.",
    "unqualified; absolute.",
    "(of a meeting) to be attended by all participants at a conference or assembly, who otherwise meet in smaller groups.",
    "a meeting or session attended by all participants at a conference or assembly.",
    "filled or well-supplied with something.",
    "give up (power or territory).",
    "surrender or yield (a possession, right, or privilege).",
    "admit or agree that something is true after first denying or resisting it.",
    "assume an office or position.",
    "agree to a demand, request, or treaty.",
    "a position requiring little or no work but giving the holder status or financial benefit.",
    "Aristotelian.",
    "an Aristotelian philosopher.",
    "travelling from place to place, in particular working or based in various places for relatively short periods.",
    "a person who travels from place to place, especially a teacher who works in more than one school or college.",
    "the use of clever but false arguments, especially with the intention of deceiving.",
    "the carrying of a boat or its cargo between two navigable waters.",
    "an extensive or impressive collection.",
    "hand over (a person accused or convicted of a crime) to the jurisdiction of the foreign state in which the crime was committed.",
    "of external origin.",
    "irrelevant or unrelated to the subject being dealt with.",
    "make (something) clear; explain.",
    "(of a substance) allowing light, but not detailed shapes, to pass through; semi-transparent.",
    "(of a person) at the point of death.",
    "gradually write off the initial cost of (an asset) over a period.",
    "excessive richness of nutrients in a lake or other body of water, frequently due to run-off from the land, which causes a dense growth of plant life.",
    "deceit used in order to achieve one's goal.",
    "wishing to do one's work or duty well and thoroughly.",
    "relating to a person's conscience.",
    "having or showing knowledge of events before they take place.",
    "not right or reasonable.",
    "a thing added to something else as a supplementary rather than an essential part.",
    "connected or added to something."
  ],
  "example": [
    "she rejected his amorous advances",
    null,
    "the country negotiated a trade pact with the US",
    "the house has been valued for probate",
    "psychedelic drugs",
    "a protracted and bitter dispute",
    "intractable economic problems",
    "old men are often unfairly awarded the epithet ‘dirty’",
    "it was an example of his perfidy",
    "students often write dull, second-hand, discursive prose",
    "the attempt to transform utterances from one discursive context to another",
    "they are looking for animals with pedigrees",
    "with a pedigree equal to many of the gentry",
    "pedigree cats",
    "politicians had to <b>genuflect to</b> the far left to advance their careers",
    "catatonic schizophrenia",
    "a civilization that antedated the Roman Empire",
    "Mattie is a model of rectitude",
    "he could look sterner than his equable temperament would suggest",
    "an equable climate",
    "the wife of a president has all the perquisites of stardom",
    "crusaders were offered a plenary indulgence by the Pope",
    "a plenary session of the European Parliament",
    "working parties would report back to the plenary with recommendations",
    "sensational popular fiction, <b>replete with</b> adultery and sudden death",
    "in 1874, the islands were ceded to Britain",
    "in 475 the emperor <b>conceded</b> the Auvergne <b>to</b> Euric",
    "I had to concede that I'd overreacted",
    "Elizabeth I acceded to the throne in 1558",
    "the authorities did not accede to the strikers' demands",
    "political sinecures for the supporters of ministers",
    null,
    null,
    "the peripatetic nature of military life",
    "peripatetics have been cut under local management of schools",
    "trying to argue that I had benefited in any way from the disaster was pure sophistry",
    "the return journey was made much simpler by portage",
    "a deliciously inventive panoply of insults",
    "Brazil refused to <b>extradite</b> him <b>to</b> Britain",
    "when the transmitter pack is turned off no extraneous noise is heard",
    "one is obliged to wade through many pages of extraneous material",
    "work such as theirs will help to elucidate this matter",
    "her beautiful translucent skin",
    "on examination she was moribund and dehydrated",
    "the vessel's owners could not amortize her high capital costs",
    null,
    "he had to use subterfuge and bluff on many occasions",
    "a conscientious man, he took his duties very seriously",
    "the individual is denied even the opportunity to break the law on conscientious grounds",
    "a prescient warning",
    "the unconscionable conduct of his son",
    "computer technology is an <b>adjunct to</b> learning",
    "other adjunct therapies include immunotherapy"
  ]
}