{
  "words": [
    "tutelage",
    "temporize",
    "effigy",
    "superannuated",
    "coeval",
    "corpulent",
    "tact",
    "codex",
    "codicil",
    "codify",
    "insignia",
    "signet",
    "interregnum",
    "regalia",
    "perjury",
    "defunct",
    "transmute",
    "infraction",
    "oenophile",
    "philatelist",
    "abnegation",
    "renege",
    "ignominious",
    "misnomer",
    "patrician",
    "patrician",
    "legate",
    "legate",
    "relegate",
    "prehensile",
    "reprehensible",
    "expurgate",
    "purgative",
    "purgative",
    "hyperbole",
    "antithesis",
    "antithesis",
    "contravene",
    "acerbic",
    "acrid",
    "acrimony",
    "stricture",
    "stricture"
  ],
  "meaning": [
    "protection of or authority over someone or something; guardianship.",
    "avoid making a decision or committing oneself in order to gain time.",
    "a sculpture or model of a person.",
    "(of a post or employee) belonging to a superannuation scheme.",
    "having the same age or date of origin; contemporary.",
    "(of a person) fat.",
    "skill and sensitivity in dealing with others or with difficult issues.",
    "an ancient manuscript text in book form.",
    "an addition or supplement that explains, modifies, or revokes a will or part of one.",
    "arrange (laws or rules) into a systematic code.",
    "a distinguishing badge or emblem of military rank, office, or membership of an organization.",
    "a small seal, especially one set in a ring, used instead of or with a signature to give authentication to an official document.",
    "a period when normal government is suspended, especially between successive reigns or regimes.",
    "the emblems or insignia of royalty, especially the crown, sceptre, and other ornaments used at a coronation.",
    "the offence of wilfully telling an untruth or making a misrepresentation under oath.",
    "no longer existing or functioning.",
    "change in form, nature, or substance.",
    "a violation or infringement of a law or agreement.",
    "a connoisseur of wines.",
    "So a philatelist is literally a person who \"loves stamps.\" The world of the philatelist is a strange and tiny one. It makes one wonder why someone starts collecting stamps in the first place.",
    "the action of renouncing or rejecting something.",
    "go back on a promise, undertaking, or contract.",
    "deserving or causing public disgrace or shame.",
    "a wrong or inaccurate name or designation.",
    "an aristocrat or nobleman.",
    "belonging to or characteristic of the aristocracy.",
    "a general or governor of an ancient Roman province, or their deputy.",
    "a member of the clergy, especially a cardinal, representing the Pope.",
    "assign an inferior rank or position to.",
    "(chiefly of an animal's limb or tail) capable of grasping.",
    "deserving censure or condemnation.",
    "remove matter thought to be objectionable or unsuitable from (a text or account).",
    "a laxative.",
    "strongly laxative in effect.",
    "exaggerated statements or claims not meant to be taken literally.",
    "(in Hegelian philosophy) the negation of the thesis as the second stage in the process of dialectical reasoning.",
    "a person or thing that is the direct opposite of someone or something else.",
    "offend against the prohibition or order of (a law, treaty, or code of conduct).",
    "(especially of a comment or style of speaking) sharp and forthright.",
    "unpleasantly bitter or pungent.",
    "bitterness or ill feeling.",
    "a restriction on a person or activity.",
    "a sternly critical or censorious remark or instruction."
  ],
  "example": [
    "the organizations remained under firm government tutelage",
    "the opportunity was missed because the queen still temporized",
    "a tomb effigy of Eleanor of Aquitaine",
    "she is not superannuated and has no paid holiday",
    "these lavas were <b>coeval with</b> the volcanic activity",
    "a short, somewhat corpulent man",
    "the inspector broke the news to me with tact and consideration",
    "the great legal compilation known as the Codex Euricianus",
    "Francis has remembered him in a <b>codicil to</b> this will",
    "the statutes have codified certain branches of common law",
    "a khaki uniform with colonel's insignia on the collar",
    "<span>noun: <b>Signet</b></span><span>; noun: <b>the Signet</b></span>",
    "<span>singular proper noun: <b>Interregnum</b></span><span>; noun: <b>the Interregnum</b></span>",
    "the Bishop of Florence <b>in full regalia</b>",
    "he claimed two witnesses at his trial had committed perjury",
    "the now defunct Somerset & Dorset railway line",
    "the raw material of his experience was <b>transmuted into</b> stories",
    "an infraction of the rules",
    null,
    null,
    "abnegation of political power",
    "the government had <b>reneged on</b> its election promises",
    "no other party risked ignominious defeat",
    "‘King crab’ is a misnomer—these creatures are not crustaceans at all",
    "the great patricians of the Empire",
    "a proud, patrician face",
    "the Roman legate of Syria",
    "a papal legate arrived in France on a peacemaking mission",
    "they aim to prevent women from being <b>relegated to</b> a secondary role",
    "many monkeys have long, prehensile tails which they use in swinging through the trees",
    "his complacency and reprehensible laxity",
    "an expurgated English translation",
    "a widely employed and useful purgative",
    "I took some purgative medicine",
    "he vowed revenge with oaths and hyperboles",
    null,
    "love is the antithesis of selfishness",
    "he contravened the Official Secrets Act",
    "his acerbic wit",
    "acrid smoke",
    "the AGM dissolved into acrimony",
    "the strictures imposed by the British Board of Film Censors",
    "his strictures on their lack of civic virtue"
  ]
}