{
  "words": [
    "construe",
    "expropriate",
    "revivify",
    "vivisection",
    "placidity",
    "ingratiate",
    "clamor",
    "clamor",
    "plutocracy",
    "punctilious",
    "compunction",
    "plenipotentiary",
    "plenipotentiary",
    "potentate",
    "commandeer",
    "remand",
    "inundate",
    "inundate",
    "sanctimonious",
    "sacrosanct",
    "colloquium",
    "virility",
    "triumvirate",
    "virago",
    "virtuosity",
    "accretion",
    "excrescence",
    "effusive",
    "profusion",
    "suffuse",
    "simile",
    "simulacrum",
    "ascendancy",
    "eponymous",
    "patronymic",
    "conscription",
    "dissolution",
    "dissolution",
    "resolute",
    "insuperable",
    "debase",
    "degenerative",
    "dejection",
    "annulment",
    "stratum",
    "stratum",
    "geriatric",
    "rhomboid"
  ],
  "meaning": [
    "interpret (a word or action) in a particular way.",
    "(of the state or an authority) take (property) from its owner for public use or benefit.",
    "give new life or vigour to.",
    "the practice of performing operations on live animals for the purpose of experimentation or scientific research (used only by opponents of such work).",
    "Full Definition of PLACID. : serenely free of interruption or disturbance <placid skies> <a placid disposition>; also : complacent 1. — pla·cid·i·ty \\pla-ˈsi-də-tē, plə-\\ noun. — plac·id·ly \\ˈpla-səd-lē\\ adverb. — plac·id·ness noun.",
    "bring oneself into favour with someone by flattering or trying to please them.",
    "a loud and confused noise, especially that of people shouting.",
    "(of a group of people) shout loudly and insistently.",
    "government by the wealthy.",
    "showing great attention to detail or correct behaviour.",
    "a feeling of guilt or moral scruple that prevents or follows the doing of something bad.",
    "a person, especially a diplomat, invested with the full power of independent action on behalf of their government, typically in a foreign country.",
    "having full power to take independent action.",
    "a monarch or ruler, especially an autocratic one.",
    "officially take possession or control of (something), especially for military purposes.",
    "place (a defendant) on bail or in custody, especially when a trial is adjourned.",
    "overwhelm (someone) with things or people to be dealt with.",
    "flood.",
    "making a show of being morally superior to other people.",
    "(especially of a principle, place, or routine) regarded as too important or valuable to be interfered with.",
    "an academic conference or seminar.",
    "(in a man) the quality of having strength, energy, and a strong sex drive; manliness.",
    "(in ancient Rome) a group of three men holding power, in particular ( the First Triumvirate ) the unofficial coalition of Julius Caesar, Pompey, and Crassus in 60 BC and ( the Second Triumvirate ) a coalition formed by Antony, Lepidus, and Octavian in 43 BC.",
    "a domineering, violent, or bad-tempered woman.",
    "great skill in music or another artistic pursuit.",
    "growth or increase by the gradual accumulation of additional layers or matter.",
    "a distinct outgrowth on a body or plant, resulting from disease or abnormality.",
    "showing or expressing gratitude, pleasure, or approval in an unrestrained or heartfelt manner.",
    "an abundance or large quantity of something.",
    "gradually spread through or over.",
    "a figure of speech involving the comparison of one thing with another thing of a different kind, used to make a description more emphatic or vivid (e.g. as brave as a lion ).",
    "an image or representation of someone or something.",
    "occupation of a position of dominant power or influence.",
    "(of a person) giving their name to something.",
    "a name derived from the name of a father or ancestor, e.g. Johnson, O'Brien, Ivanovich.",
    "compulsory enlistment for state service, typically into the armed forces.",
    "debauched living; dissipation.",
    "the action of formally ending or dismissing an assembly, partnership, or official body.",
    "admirably purposeful, determined, and unwavering.",
    "(of a difficulty or obstacle) impossible to overcome.",
    "reduce (something) in quality or value; degrade.",
    "(of a disease) characterized by progressive deterioration and loss of function in the organs or tissues.",
    "a sad and depressed state; low spirits.",
    "the act of annulling something.",
    "a layer or a series of layers of rock in the ground.",
    "a level or class to which people are assigned according to their social status, education, or income.",
    "relating to old people, especially with regard to their health care.",
    "having or resembling the shape of a rhombus."
  ],
  "example": [
    "his words could hardly be <b>construed as</b> an apology",
    "their assets were expropriated by the government",
    "they revivified a wine industry that had all but vanished",
    "the abolition of vivisection",
    null,
    "a sycophantic attempt to <b>ingratiate herself with</b> the local aristocracy",
    "the questions rose to a clamour",
    "the surging crowds <b>clamoured</b> for attention",
    "the attack on the Bank of England was a gesture against the very symbol of plutocracy",
    "he was punctilious in providing every amenity for his guests",
    "they used their tanks <b>without compunction</b>",
    "his last posting was as plenipotentiary in Paris",
    "a minister plenipotentiary",
    "diplomatic missions to foreign potentates",
    "a nearby house had been commandeered by the army",
    "he was remanded in custody for a week",
    "we've been <b>inundated with</b> complaints from listeners",
    "the islands may be the first to be inundated as sea levels rise",
    "what happened to all the sanctimonious talk about putting his family first?",
    "the individual's right to work has been upheld as sacrosanct",
    null,
    "great importance is placed on a man's virility",
    "a triumvirate of three executive vice presidents",
    "that virago of a wife of his needs locking up",
    "a performance of considerable virtuosity",
    "the accretion of sediments in coastal mangroves",
    "the males often have a strange excrescence on the tip of the snout",
    "an effusive welcome",
    "a rich <b>profusion of</b> flowers",
    "her cheeks were suffused with colour",
    "his audacious deployment of simile and metaphor",
    "a small-scale simulacrum of a skyscraper",
    "the ascendancy of good over evil",
    "the eponymous hero of the novel",
    "a patronymic derived from the name of their original lordship",
    "conscription was extended to married men",
    "an advanced state of dissolution",
    "the dissolution of their marriage",
    "he was resolute in his fight to uphold liberal values",
    "insuperable financial problems",
    "the love episodes debase the dignity of the drama",
    "the young generation had fallen into a degenerative backslide",
    "he was slumped in deep dejection",
    "the applicant sought the annulment of the decision",
    "a stratum of flint",
    "members of other social strata",
    "a geriatric hospital",
    "a rhomboid prism"
  ]
}