{
  "words": [
    "hector",
    "cicerone",
    "hedonism",
    "stentorian",
    "stoic",
    "sybaritic",
    "bacchanalian",
    "jovial",
    "mercurial",
    "mercurial",
    "Olympian",
    "Olympian",
    "Olympian",
    "Olympian",
    "venereal",
    "calypso",
    "Procrustean",
    "protean",
    "sibyl",
    "lethargic",
    "Pyrrhic",
    "Stygian",
    "Stygian",
    "cynosure",
    "laconic",
    "mnemonic",
    "platonic",
    "solecism",
    "cereal",
    "martial",
    "Promethean",
    "Sisyphean",
    "titanic",
    "titanic",
    "Triton",
    "muse",
    "muse",
    "muse",
    "muse",
    "iridescent",
    "mausoleum",
    "mentor",
    "mentor",
    "narcissism",
    "tantalize",
    "Adonis",
    "chimera",
    "cornucopia",
    "Elysium",
    "epicure",
    "exodus"
  ],
  "meaning": [
    "talk to (someone) in a bullying way.",
    "a guide who gives information about places of interest to sightseers.",
    "the pursuit of pleasure; sensual self-indulgence.",
    "(of a person's voice) loud and powerful.",
    "a person who can endure pain or hardship without showing their feelings or complaining.",
    "fond of sensuous luxury or pleasure; self-indulgent.",
    "characterized by or given to drunken revelry.",
    "cheerful and friendly.",
    "subject to sudden or unpredictable changes of mood or mind.",
    "of or containing the element mercury.",
    "associated with Mount Olympus in NE Greece, or with the Greek gods whose home was traditionally held to be there.",
    "relating to the ancient or modern Olympic Games.",
    "relating to the ancient or modern Olympic Games.",
    "associated with Mount Olympus in NE Greece, or with the Greek gods whose home was traditionally held to be there.",
    "relating to sexual desire or sexual intercourse.",
    "a kind of West Indian (originally Trinidadian) music in syncopated African rhythm, typically with words improvised on a topical theme.",
    "(especially of a framework or system) enforcing uniformity or conformity without regard to natural variation or individuality.",
    "tending or able to change frequently or easily.",
    "a woman in ancient times who was thought to utter the prophecies of a god.",
    "affected by lethargy; sluggish and apathetic.",
    "(of a victory) won at too great a cost to have been worthwhile for the victor.",
    "relating to the River Styx in Greek mythology.",
    "relating to the River Styx in Greek mythology.",
    "a person or thing that is the centre of attention or admiration.",
    "(of a person, speech, or style of writing) using very few words.",
    "a system such as a pattern of letters, ideas, or associations which assists in remembering something.",
    "(of love or friendship) intimate and affectionate but not sexual.",
    "a grammatical mistake in speech or writing.",
    "a grain used for food, for example wheat, maize, or rye.",
    "relating to fighting or war.",
    "<b>Definition</b> of <b>PROMETHEAN</b>. : of, relating to, or resembling Prometheus, his experiences, or his art; especially : daringly original or creative.",
    "denoting a task that can never be completed.",
    "of titanium with a valency of four; of titanium(IV).",
    "of exceptional strength, size, or power.",
    "a large mollusc which has a tall spiral shell with a large aperture, living in tropical and subtropical seas.",
    "(in Greek and Roman mythology) each of nine goddesses, the daughters of Zeus and Mnemosyne, who preside over the arts and sciences.",
    "an instance or period of reflection.",
    "a woman, or a force personified as a woman, who is the source of inspiration for a creative artist.",
    "be absorbed in thought.",
    "showing luminous colours that seem to change when seen from different angles.",
    "a stately or impressive building housing a tomb or group of tombs.",
    "an experienced and trusted adviser.",
    "advise or train (someone, especially a younger colleague).",
    "excessive interest in or admiration of oneself and one's physical appearance.",
    "torment or tease (someone) with the sight or promise of something that is unobtainable.",
    "Adonis definition. In classical mythology, an extremely beautiful boy who was loved by Aphrodite, the goddess of love. Note: By extension, an “Adonis” is any handsome young man.",
    "(in Greek mythology) a fire-breathing female monster with a lion's head, a goat's body, and a serpent's tail.",
    "a symbol of plenty consisting of a goat's horn overflowing with flowers, fruit, and corn.",
    "Elysium or the Elysian Fields (Ancient Greek: Ἠλύσιον πεδίον, Ēlýsion pedíon) is a conception of the afterlife that developed over time and was maintained by certain Greek religious and philosophical sects and cults.",
    "a person who takes particular pleasure in fine food and drink.",
    "a mass departure of people."
  ],
  "example": [
    "she doesn't hector us about giving up things",
    null,
    null,
    "a stentorian roar",
    null,
    "their opulent and sybaritic lifestyle",
    "a bacchanalian orgy",
    "she was in a jovial mood",
    "his mercurial temperament",
    "gels containing organic mercurial compounds",
    "a temple of Olympian Zeus",
    "an Olympian champion",
    "an Olympian champion",
    "a temple of Olympian Zeus",
    "the venereal act",
    "the men sing calypso as they work",
    "a fixed Procrustean rule",
    "it is difficult to comprehend the whole of this protean subject",
    null,
    "I felt tired and a little lethargic",
    null,
    "the Stygian crypt",
    "the Stygian crypt",
    "Kirk was the cynosure of all eyes",
    "his laconic reply suggested a lack of interest in the topic",
    "the usual mnemonic for star types is O Be A Fine Girl Kiss Me",
    "their relationship is purely platonic",
    "the poems are marred by solecisms",
    "cereal crops",
    "martial bravery",
    null,
    null,
    null,
    "a series of titanic explosions",
    null,
    "the poet's muse",
    null,
    "Yeats' muse, Maud Gonne",
    "he was <b>musing on</b> the problems he faced",
    "the drake's head has an iridescent purple sheen",
    "the cathedral was built in 1517 as a royal mausoleum",
    "he was her friend and mentor until his death",
    "both trainees were expertly mentored by a site supervisor",
    null,
    "such ambitious questions have long tantalized the world's best thinkers",
    null,
    "",
    "the festival offers <b>a cornucopia of</b> pleasures",
    null,
    "they see themselves as epicures—delighting in food that is properly prepared",
    "the annual exodus of sun-seeking Canadians to Florida"
  ]
}